aaron-bond.better-comments
alefragnani.project-manager
batisteo.vscode-django
bungcip.better-toml
christian-kohler.path-intellisense
ckolkman.vscode-postgres
codezombiech.gitignore
coolbear.systemd-unit-file
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
hashicorp.terraform
jchannon.csharpextensions
k--kato.docomment
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
naumovs.color-highlight
netcorext.uuid-generator
njpwerner.autodocstring
PKief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
rust-lang.rust
techer.open-in-browser
Tyriar.sort-lines
vadimcn.vscode-lldb
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
